Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: ...I'm sorry 9S, but I cannot accept this information. It is simply too dangerous.
pl: Wybacz 9S, ale nie mogę przyjąć tej informacji. Jest zbyt niebezpieczna.

source: ...I'm sorry about that. Can we help you?
pl: Przepraszam za to... Jak możemy ci pomóc?

source: ...I'm sorry, I was just rambling a bit. Come visit again, okay?
pl: Przepraszam, gadam bez sensu... Odwiedź nas jeszcze, dobrze?

source: ...If we're lucky.
pl: Jak będziemy mieć farta...

source: ...Indeed.
pl: W rzeczy samej...

source: ...Instead, it landed on Mars.
pl: Zamiast tego, wylądował na Marsie...

source: ...Is that it? You're not going to send me to find some other weird cable?
pl: To wszystko...? Nie zamierzasz wysyłać mnie na poszukiwania jakiegoś kolejnego, dziwnego kabla?

source: ...Let's go.
pl: Chodźmy dalej.

source: ...Looks like that's the last of them. Good work.
pl: Wygląda na to, że to był ostatni... Dobra robota.

source: ...M-Machines...where...wh-whe...re...
pl: Maszyny... gdzie... gdzi... e...

source: ...Machines......!
pl: ...Maszyny..!

source: ...Meow?
pl: Miał...?

source: ...Never mind. Just be careful out there, yeah?
pl: Nieważne... Po prostu bądź ostrożna, jasne?

source: ...Never seen these guys before.
pl: Nie widziałam ich wcześniej...

source: ...No enemies?
pl: Żadnych wrogów...?

source: ...No.
pl: Nie...

source: ...No? Good. Then carry on with your mission.
pl: Nie...? Dobrze. W takim razie możesz wrócić do swojej misji.

source: ...No? Hey, fair enough. Can't blame a guy for trying.
pl: Nie...? No, dobra. Nie wińcie mnie za to, że próbowałem.

source: ...No? Well, that's a piece of good news! We can only do simple repairs here.
pl: Nie...? To dobra wiadomość! Tutaj da się tylko wykonywać proste naprawy.

source: ...Oh, we're not? Geez, don't scare me like that!
pl: Och, nie jesteśmy...? Jeju, nie strasz mnie tak!

source: ...Oh.
pl: Och...

source: ...Oh. Hello there. Sorry you had to hear that.
pl: Och, witaj. Przepraszam, że musisz tego słuchać.

source: ...Oh. R-Right. Sorry, I just...
pl: Och... Racja. Wybacz, ja tylko...

source: ...Okay, maybe not EVERYTHING, but you can ask me anything you want to know about hacking.
pl: Okej, może nie WSZYSTKO, ale możesz mnie spytać o wszystko odnośnie hakowania.

source: ...Oof.
pl: Uuf...

source: ...Or it was meant to be. Sadly, I have failed.
pl: A przynajmniej taki miał być... Niestety, zawiodłem.

source: ...Pardon? You accuse me of clicking my tongue in your general direction? Horrors! I would not! I would NEVER!
pl: Słucham...? Oskarżacie mnie o cmokanie w waszą stronę? To niedorzeczne! Nigdy bym tego nie zrobił! NIGDY!

source: ...Please...die...
pl: Proszę... zgiń...

source: ...Proposal denied.
pl: Propozycja odrzucona.

source: ...Really?
pl: Naprawdę...?

source: ...Ridiculous.
pl: Niedorzeczne...

source: ...Right!
pl: Racja!

source: ...Right.
pl: Dobrze...

source: ...She did? Really?
pl: ...Zrobiła to? Naprawdę?

source: ...So you were the bandit all along!?
pl: A więc to ty jesteś tym bandytą który się mi włamuje?

source: ...Sorry my useless subordinate caused you so much trouble.
pl: Wybacz, że mój niekompetenty podwładny sprawił wam tyle kłopotów.

source: ...Sorry, Nines. I didn't mean to yell at you.
pl: Przepraszam, Nines... Nie chciałem podnosić na ciebie głosu.

source: ...Sorry, no time to talk. I'm busier than a one-legged machine in an ass-kicking contest.
pl: Przepraszam, nie mam czasu na rozmowę. Jestem zajęta jak jednonoga maszyna na konkursie kopania po tyłku.

source: ...Sorry, someone needs to speak with me.
pl: Przepraszam, ktoś musi porozmawiać ze mną.

source: ...Sorry. I had a friend back at the Bunker.
pl: Przepraszam... Miałam przyjaciółkę w Bunkrze.

source: ...Sounds good!
pl: Brzmi dobrze...!

source: ...THE MEDICINE SEEMS TO HAVE WORKED. SHE IS SLEEPING SOUNDLY.
pl: WYGLĄDA NA TO, ŻE LEK ZADZIAŁAŁ. GŁĘBOKO ZASNĄŁ.

source: ...Tch.
pl: Pfff...

source: ...Thank you.
pl: Dziękuję...

source: ...Thank you. You have no idea what this means to me.
pl: Dziękuję... Nawet nie wiecie, ile to dla mnie znaczy.

source: ...Thanks.
pl: Dzięki...

source: ...That concludes our report on the events surrounding the alien wreckage.
pl: ...to podsumowuje nasz raport z wydarzeń dotyczących szczątków kosmitów.

source: ...That was the last entry contained in the life log.
pl: ...to był ostatni wpis zawarty w zapiskach.

source: ...That's a good philosophical question.
pl: To dobre filozoficzne pytanie...

source: ...That's right.
pl: Masz rację...

source: ...Too...much...shouting... Vocal...cords...busted...
pl: ...za...dużo...krzyczenia... Struny...głosowe...zdarte...

source: ...Understood.
pl: Zrozumiano...

source: ...Very well.
pl: Bardzo dobrze...

source: ...Wait, you did? Huh. So I guess you don't mind taking off your clothes outside.
pl: Co, już próbowałaś? Hm. Czyli nie masz nic przeciwko zdejmowaniu ubrań na zewnątrz.

source: ...Well, except for the really selfish ones. They were fine.
pl: No cóż... poza tymi naprawdę samolubnymi. Oni mieli się dobrze.

source: ...Well?
pl: I jak...?

source: ...What he said.
pl: To samo co on powiedział...

source: ...What the hell are YOU doing here?
pl: Co TU tu do diabła robisz?

source: ...What was that? You want to know where I live?
pl: O co pytałaś...? Chcesz wiedzieć, gdzie mieszkam?

source: ...What's that? I look like I'm always resting? Hey, mind your business!
pl: Co? Że niby cały czas odpoczywam? Hej, lepiej pilnuj swoich spraw!

source: ...What's that? You want to know what's happening?
pl: Co? Chcesz wiedzieć o co chodzi?

source: ...What's this?
pl: Co to jest...?

source: ...What?
pl: Co?

source: ...What? Why are you looking at me like that?
pl: Co? Dlaczego tak na mnie patrzysz?

source: ...What? You gotta problem with me!?
pl: Co...? Masz jakiś problem?

source: ...Who, me? Oh, I'm just lost. Ha! Sorry if I startled you.
pl: Kto, ja? Och, zgubiłam się. Ha! Przepraszam, że cię przestraszyłam.

source: ...Yeah, just a minor annoyance. Nothing to get your undies in a twist over.
pl: Ta, to nie będzie problem. Zrobię ci porządek.

source: ...Yeah, okay. We've got some readings around the abandoned factory. I'll put it on the map.
pl: Tak, dobrze... Mamy jakieś odczyty w okolicach opuszczonej fabryki. Zaznaczę je na mapie.

source: ...Yeah.
pl: Tak...

source: ...Yeah. I suppose so.
pl: Tak... Myślę, że masz rację.

source: ...Yes? Do you need something? If not, I suggest conserving your energy for more important matters.
pl: Tak? Potrzebujesz czegoś? Jak nie, sugeruję zachować energię na ważniejsze rzeczy.

source: ...YoRHa brain scan complete. "2B," is it?
pl: Ukończono skan mózgu YoRHa. „2B”, prawda?

source: ...YoRHa brain scan complete. "9S," is it?
pl: Ukończono skan mózgu YoRHa. „9S”, zgadza się?

source: ...You are recognized as a friend. Permission to enter granted.
pl: Zostałeś rozpoznany jako przyjaciel. Przyznano pozwolenie wstępu.

source: ...You did.
pl: Tak, dałyście radę...

source: ...You don't have to watch me like that, you know? I'm not planning a rebellion or anything.
pl: Nie musisz tak mnie obserwować, wiesz? Nie planuję buntu ani nic takiego.

source: ...You know what? We make a pretty darn good team!
pl: Wiesz co? Tworzymy całkiem cholernie zgrany zespół!

source: ...You know, while you sit here lazing about and eating bon-bons, someone is probably down on Earth stealing your glory!
pl: Wiesz, kiedy ty ty siedzisz i zajadasz się bombonierkami, może ktoś na Ziemie właśnie kradnie ci chwałę!

source: ...You might understand yourself someday.
pl: Możliwe, że kiedyś sam to zrozumiesz.

source: ...You understand how machines feel.
pl: Rozumiesz co czują maszyny...

source: ...You're going down.
pl: Padłeś...

source: ...You're looking for play equipment for the children?
pl: Szukasz akcesoriów do zabawy dla dzieci?

source: ...You're lying, aren't you?
pl: ...To nie jest prawda, co nie?

source: ...You...meat...vegetables...
pl: Ty... mięso... warzywa...

source: ...Your face tells me everything I need to know. They didn't make it, did they?
pl: Wyraz twojej twarzy mówi sam za siebie... Nikomu nie udało się przeżyć, prawda?

source: ...become a god!
pl: ...stał się Bogiem!

source: ...become as gods!
pl: ...stać się jak Bogowie!

source: ...elp...meeeee...
pl: ...omóż...miiiii...

source: ...lp me. Help me...
pl: ...mocy. Pomocy...

source: ...me...
pl: ...ocy...

source: ...other...
pl: ...acie...

source: ...p me. Help me...
pl: ...mocy. Pomocy...

source: 00 UNITS
pl: 00 JEDNOSTEK

source: 00 UNITS_FIREARM
pl: 00 JEDNOSTEK_DZIAŁKO

source: 01 UNIT
pl: 01 JEDNOSTKA

source: 01 UNIT_FIREARM
pl: 01 JEDNOSTKA_DZIAŁKO

source: 019 port 056776 Human Server Records ・Outline ・・Predicted Human Server Infiltration Route (Release) ・・Dummy Protection Installation Map ・・・SG Block ・・・GI Block ・・・SF Block ・・Genetic Storage Warehouse Location Information ・・・[Browsing Restricted] ・・・・・[Browsing Restricted] ・・・・・[Browsing Restricted]
pl: 019 port 056776 Zapis serwera ludzi ・Zarys ・・Przepowiedziana ścieżka infiltracji serwera ludzi (wydanie) ・・Atrapa mapy instalacji ochronnej ・・・Blok SG ・・・Blok GI ・・・Blok SF ・・Informacje o lokalizacji magazynu zapisów genetycznych ・・・[Przeglądanie ograniczone] ・・・・・[Przeglądanie ograniczone] ・・・・・[Przeglądanie ograniczone]

source: 02 UNITS
pl: 02 JEDNOSTKI

source: 02 UNITS_FIREARM
pl: 02 JEDNOSTKI_DZIAŁKO

source: 022 port 0642423 Tower System Outline The tower facility processes and computerizes resources sent by resource-recovery units for use in its launch device. Made up of 256 strata, it can filter and compress information with a turbidity of less than 2,300 and have it recorded into the payload in approximately 27 minutes and 32 seconds*. Details regarding routes required for the digestion of androids are recorded separately. * The allowed diversity-learning error rate is 7.21%
pl: 022 port 0642423 Zarys systemu Wieży Wieża przetwarza i komputeryzuje zasoby wysłane przez jednostki odzyskujące zasoby do użytku w jej urządzeniu startowym. Stworzona z 256 warstw, może przefiltrowywać i kompresować informacje o mętności mniejszej niż 2300, oraz zapisać dane do ładunku w ciągu 27 minut i 32 sekund*. Detale dotyczące wymaganych ścieżek wymaganych do przetrawienia androidów są zapisywane oddzielnie. * Dozwolony próg błędu dywersyfikacji uczenia wynosi 7,21%

source: 022 port 0642423 Tower System Outline The tower facility processes and computerizes resources sent by resource-recovery units for use in its launch device. Made up of 256 stratum, it can filter and compress information with a turbidity of less than 2,300 and have it recorded into the payload in approximately 27 minutes and 32 seconds*. Details regarding routes required for the digestion of androids are recorded separately. * The allowed diversity-learning error rate is 7.21%
pl: 022 port 0642423 Zarys systemu Wieży Wieża przetwarza i komputeryzuje zasoby wysłane przez jednostki odzyskujące zasoby do użytku w jej urządzeniu startowym. Stworzona z 256 warstw może przefiltrowywać i kompresować informacje o mętności mniejszej niż 2300 oraz zapisać dane do ładunku w ciągu 27 minut i 32 sekund*. Detale dotyczące wymaganych ścieżek wymaganych do przetrawienia androidów są zapisywane oddzielnie. * Dozwolony próg błędu dywersyfikacji uczenia wynosi 7,21%

source: 03 UNITS
pl: 03 JEDNOSTKI

source: 03 UNITS_FIREARM
pl: 03 JEDNOSTKI_DZIAŁKO

source: 04 UNITS
pl: 04 JEDNOSTKI

source: 04 UNITS_FIREARM
pl: 04 JEDNOSTKI_DZIAŁKO

source: 05 UNITS
pl: 05 JEDNOSTEK

source: 05 UNITS_FIREARM
pl: 05 JEDNOSTEK_DZIAŁKO

source: 06 UNITS
pl: 06 JEDNOSTEK

source: 06 UNITS_FIREARM
pl: 06 JEDNOSTEK_DZIAŁKO

source: 07 UNITS
pl: 07 JEDNOSTEK

source: 07 UNITS_FIREARM
pl: 07 JEDNOSTEK_DZIAŁKO

source: 08 UNITS
pl: 08 JEDNOSTEK

source: 08 UNITS_FIREARM
pl: 08 JEDNOSTEK_DZIAŁKO

source: 09 UNITS
pl: 09 JEDNOSTEK

source: 09 UNITS_FIREARM
pl: 09 JEDNOSTEK_DZIAŁKO

source: 10 UNITS
pl: 10 JEDNOSTEK

source: 10 UNITS_FIREARM
pl: 10 JEDNOSTEK_DZIAŁKO

source: 10 minutes later...
pl: 10 minut później...

source: 10% chance foes drop healing items if defeated by hacking.
pl: 10% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 10% chance of reviving with 20% HP upon death.
pl: 10% szans na odrodzenie z 20% PŻ po śmierci.

source: 10% chance that 20% of damage taken is dealt back to the enemy.
pl: 10% szans, że 20% otrzymanych obrażeń zostanie oddane wrogowi.

source: 10% chance to restore 20% of damage taken.
pl: 10% szans na odzyskanie 20% otrzymanych obrażeń.

source: 100% chance foes drop healing items if defeated by hacking.
pl: 100% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 11B down.
pl: 11B padła.

source: 11B's Escape Plan
pl: Plan ucieczki 11B

source: 11B's Memento
pl: Wspomnienie 11B

source: 11S to 9S, come in.
pl: 11S do 9S, odbiór.

source: 128 Years Ago...
pl: 128 lat temu...

source: 12H LOST
pl: STRACONO 12H

source: 12H down.
pl: 12H padła.

source: 15% chance of reviving with 30% HP upon death.
pl: 15% szans na odrodzenie z 30% PŻ po śmierci.

source: 15% chance that 30% of damage taken is dealt back to the enemy.
pl: 15% szans, że 30% otrzymanych obrażeń zostanie oddane wrogowi.

source: 15% chance to restore 30% of damage taken.
pl: 15% szans na odzyskanie 30% otrzymanych obrażeń.

source: 16D has a request. Her instructor, 11B, died in battle at the abandoned factory, and her body was never recovered. Go to the abandoned factory and return with any mementos you can find.
pl: 16D ma do ciebie prośbę. Jej instruktorka, 11B, zginęła w bitwie przy opuszczonej fabryce, ale jej ciało nie zostało nigdy odzyskane. Udaj się do opuszczonej fabryki, aby zebrać wszelkie pamiątkami, jakie uda ci się tam znaleźć.

source: 1D down.
pl: 1D zniszczona.

source: 1D down. Assuming captain's duties.
pl: 1D padła. Przejmuję obowiązki kapitana.

source: 1S [0010] [0040] [n] [----] 2B [1203] [0040] [y] [----] 8H [8900] [0040] [y] [----] 24S [0210] [0040] [y] [----] 9S [0020] [0040] [n] [----] 12D LOST [----] [----] [----] [----] 11B LOST [----] [----] [----] [----] 12H LOST [----] [----] [----] [----] 11B LOST [----] [----] [----] [----] 12H LOST [----] [----] [----] [----]
pl: 1S [0010] [0040] [n] [----] 2B [1203] [0040] [t] [----] 8H [8900] [0040] [t] [----] 24S [0210] [0040] [t] [----] 9S [0020] [0040] [n] [----] 12D UTRACONO [----] [----] [----] [----] 11B UTRACONO [----] [----] [----] [----] 12H UTRACONO [----] [----] [----] [----] 11B UTRACONO [----] [----] [----] [----] 12H UTRACONO [----] [----] [----] [----]

source: 2...B? Is that you?
pl: 2... B? To ty?

source: 20% chance foes drop healing items if defeated by hacking.
pl: 20% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 20% chance of reviving with 40% HP upon death.
pl: 20% szans na odrodzenie z 40% PŻ po śmierci.

source: 20% chance that 40% of damage taken is dealt back to the enemy.
pl: 20% szans, że 40% otrzymanych obrażeń zostanie oddane wrogowi.

source: 20% chance to restore 40% of damage taken.
pl: 20% szans na odzyskanie 40% otrzymanych obrażeń.

source: 22B! Ugh, damn it! Damn you to hell!
pl: 22B! Ugh, cholera! Smażcie się w piekle!

source: 22B? 64B? What the hell...?
pl: 22B? 64B? Co do cholery...?

source: 25% chance of reviving with 50% HP upon death.
pl: 25% szans na odrodzenie z 50% PŻ po śmierci.

source: 25% chance that 50% of damage taken is dealt back to the enemy.
pl: 25% szans, że 50% otrzymanych obrażeń zostanie oddane wrogowi.

source: 25% chance to restore 50% of damage taken.
pl: 25% szans na odzyskanie 50% otrzymanych obrażeń.

source: 256 Years Ago...
pl: 256 lat temu...

source: 2B Assists the Resistance
pl: 2B pomaga Ruchowi Oporu

source: 2B Awakens
pl: Przebudzenie 2B

source: 2B Copy
pl: Kopia 2B

source: 2B Escapes the Bunker
pl: 2B ucieka z Bunkra

source: 2B Escapes the Factory
pl: 2B ucieka z fabryki

source: 2B Inside the Factory
pl: 2B wewnątrz fabryki

source: 2B Negotiates Peace
pl: 2B negocjuje pokój

source: 2B Requests Backup
pl: 2B prosi o wsparcie

source: 2B Searches for 9S
pl: 2B szuka 9S

source: 2B and 9S
pl: 2B i 9S

source: 2B and 9S are reunited before splitting up to search the factory.
pl: 2B i 9S ponownie się spotykają, po czym wyruszają przeszukać fabrykę. Osobno.

source: 2B and 9S arrive at the castle in the woods. Fighting off enemy machine lifeforms, they make their way into the castle to investigate it.
pl: 2B i 9S docierają do zamku w lesie. Walcząc po drodze z mechanicznymi formami życia, docierają do zamku, aby go zbadać.

source: 2B and 9S chose to abandon their mission, allowing the machines to wreak destruction upon the city ruins and Resistance camp.
pl: 2B i 9S postanowili porzucić swoją misję, pozwalając maszynom siać zniszczenie w ruinach miasta i w obozie Ruchu Oporu.

source: 2B and 9S drop into a theatre where they expect to find their allies. The curtain rises in the darkness to reveal a fearsome machine, wrapped in android bodies... who begins to sing.
pl: 2B i 9S spadają w głąb teatru, w którym spodziewają się odnaleźć sojuszników. W ciemności podnosi się kurtyna, odsłaniając przerażającą maszynę przystrojoną ciałami androidów... która, jakby tego było mało, zaczyna śpiewać...

source: 2B and 9S enter the desert in pursuit of machine lifeforms. However, oddly, the machines they encounter are capable of speech and wear clothing.
pl: W pogoni za mechanicznymi formami życia, 2B i 9S docierają na pustynię. Co jednak ciekawe, napotkane przez nich maszyny noszą ubrania i są w stanie mówić.

source: 2B and 9S found a data log on A2 at the abandoned factory. Keep investigating the energy readings to gain more information.
pl: 2B i 9S znaleźli nośnik danych z informacjami o A2 w opuszczonej fabryce. Badaj dalej odczyty energetyczne, by zyskać więcej informacji.

source: 2B and 9S from YoRHa, eh? Nope, sorry, doesn't ring a bell.
pl: 2B i 9S z YoRHa, tak? Nie, przykro mi. Wciąż was nie kojarzę.

source: 2B and 9S have been ordered to gain intel and destroy a Goliath-class weapon. They find their target and engage in combat, but 9S ends up getting wounded trying to protect 2B.
pl: 2B i 9S dostali rozkaz zebrania danych wywiadowczych i zniszczenia broni klasy Goliat. Znajdują i atakują swój cel, ale 9S zostaje ranny w bitwie, gdy próbował ochronić 2B.

source: 2B and 9S have to gain intel from the Resistance at the city ruins. When they arrive at the camp, they find many androids who need their help.
pl: 2B i 9S muszą zebrać dane wywiadowcze od Ruchu Oporu w ruinach miasta. Gdy docierają do obozu, znajdują wiele androidów potrzebujących ich pomocy.

source: 2B and 9S head to the amusement park, where they are welcomed by strangely dressed machines. They also have an audience with an aspiring opera singer.
pl: 2B i 9S kierują się do parku rozrywki, gdzie witają ich dziwnie ubrane maszyny. Docierają też na spotkanie z aspirującą śpiewaczką operową.

source: 2B and 9S head to the forest kingdom. As soon as they find the king, he is destroyed by a mysterious female android. Her name is A2 and she is a deserter.
pl: 2B i 9S kierują się do Leśnego Królestwa. W tej samej chwili, w której znajdują Króla, są świadkami jego zniszczenia przez tajemniczego żeńskiego androida. Okazuje się być A2 i jest dezerterem.

source: 2B and 9S hurry to Pascal's village after receiving a distress signal from Pascal. Berserk machine lifeforms have invaded the village.
pl: Po odebraniu sygnału ratunkowego od Pascala, 2B i 9S spieszą do jego wioski. Na miejscu okazuje się, że oszalałe mechaniczne formy życia napadły na wioskę.

source: 2B and 9S pass through the shopping center and into the forest. There, they're attacked by armored machine lifeforms, calling out in unison for their "King."
pl: 2B i 9S przechodzą przez centrum handlowe w głąb lasu, gdzie zostają zaatakowani przez uzbrojone mechaniczne formy życia, chóralnie wołające imię swojego „Króla”.

source: 2B and 9S put their lives on the line.
pl: 2B i 9S postawili na szali swoje życie.

source: 2B and 9S return to the Resistance camp to check their data and refuel. Under request from Anemone, they then head to the Flooded City to protect the android army carrier.
pl: 2B i 9S wracają do obozu Ruchu Oporu, aby sprawdzić swoje dane i uzupełnić zaopatrzenie. W odpowiedzi na prośbę Anemony, kierują się do zalanego miasta, aby chronić lotniskowiec armii androidów.

source: 2B and 9S return to the bunker, after Adam and Eve escape. They report to the commander that the aliens had been killed years ago by the machines.
pl: Po ucieczce Adama i Ewy, 2B i 9S powracają do Bunkra. Raportują Komandor, że maszyny zabiły kosmitów wiele lat temu.

source: 2B and 9S used the black box to destroy the enemy herd. Their bodies were also lost in the blast, but their data was loaded into new bodies, allowing them to be reactivated.
pl: 2B i 9S używają czarnych skrzynek, aby zniszczyć stado przeciwników. Ich ciała zostają zniszczone w wybuchu, ale ich dane zostają załadowane do nowych ciał, pozwalając im na ponowną reaktywację.

source: 2B and 9S, acting as a guerilla force, assist the front line troops in claiming each territory.
pl: 2B i 9S, działając jako siły partyzanckie, pomagają żołnierzom na linii fontu przejąć kolejne terytoria.

source: 2B and I—our battle will continue for some time to come.
pl: 2B i ja... Nasza walka będzie trwała jeszcze przez jakiś czas.

source: 2B and Pascal are taken into the abandoned factory for peace negotiations, but they're attacked by machines straight away. Meanwhile, 9S verifies his own systems in the Bunker.
pl: 2B i Pascal zostają zabrani do opuszczonej fabryki, gdzie mają prowadzić negocjacje pokojowe, ale gdy tylko docierają na miejsce, od razu zostają zaatakowani przez maszyny. Tymczasem, 9S w Bunkrze weryfikuje swoje systemy.

source: 2B and Pascal head to the abandoned factory to negotiate peace with a group of machines. They find a religious cult that soon turns out to be hostile.
pl: 2B i Pascal kierują się do opuszczonej fabryki by negocjować pokój z grupą maszyn. Znajdują tam religijną sektę, która okazuje się wrogo nastawiona.

source: 2B and Pascal manage to escape the abandoned factory, thanks to 9S's help.
pl: Dzięki pomocy 9S, 2B i Pascalowi udaje się uciec z opuszczonej fabryki.

source: 2B and Pascal mange to escape the abandoned factory, thanks to 9S's help.
pl: Dzięki pomocy 9S, 2B i Pascalowi udaje się uciec z opuszczonej fabryki.

source: 2B and crew are ordered to gather intelligence on machine lifeforms. According to Pascal, off-network machines have established a nation in the depths of the woods.
pl: 2B i 9S dostają rozkaz zebrania informacji na temat mechanicznych form życia. Według Pascala, w głębi lasu odcięte od sieci maszyny zdołały utworzyć jakąś formę państwa.

source: 2B and crew fly from the bunker to the City Ruins. Landing at the Resistance Camp, they soon make contact with the Resistance leader, Anemone.
pl: 2B i 9S opuszczają Bunkier, kierując się do ruin miasta. Lądują w pobliżu obozu Ruchu Oporu, aby następnie skontaktować się z przywódczynią Ruchu Oporu — Anemoną.

source: 2B and crew stave off the humanoid machine and escape from the collapsing grotto. They then receive a transmission from the Bunker with orders to search for a missing YoRHa party.
pl: 2B i 9S odpierają atak humanoidalnej maszyny, uciekając z zapadającej się groty. Po chwili odbierają transmisję z Bunkra z rozkazem poszukiwań zaginionych członków YoRHa.

source: 2B arrives at the Resistance camp to find a machine preying on the androids there. The machine has a shield that repels projectiles, so 2B must destroy it with close-range attacks.
pl: 2B dociera do obozu Ruchu Oporu, w którym odkrywa, że maszyny polują na androidy. Zostały wyposażone w tarcze odbijające pociski, więc 2B musi zniszczyć je w walce wręcz.
